/*При вводе пользователем числа и нажатии на кнопку скрывается полее с соответствующим номером.
Если число введено некорректно, выводится сообщение об ошибке.*/

/*document.getElementById("del").onclick = function() {

  var counter = 0;
  for (var j = 1; j < 4; j++) {
    if ($("#num").val() == j) {
      $("#id_" + j).hide();
      counter++;
    }
  }
  if (counter == 0) alert("Введено некорректное число!");
  
}*/


/*Вывод через alert() html-содержимого одного из трех абзацев на странице (абзац выбирается случайным образом).*/

/*var num = Math.random() * 3;
alert($("#id_" + Math.ceil(num)).html());*/

